Repository: KevinCFechtel/FluxNews
Catalog: lib/l10n/flux_news_*.arb
Languages: de, nl, tr

source: All News
de: Alle Nachrichten
nl: Alle nieuws
tr: Tüm Haberler

# noNewEntries
source: No new news
de: Keine neuen Nachrichten
nl: Geen nieuw nieuws
tr: Yeni haber yok

source: Delete Bookmark
de: Lesezeichen löschen
nl: Bladwijzer verwijderen
tr: Yer İşaretini Sil

source: Add Bookmark
de: Lesezeichen hinzufügen
nl: Bladwijzer toevoegen
tr: Yer İşareti Ekle

source: Mark as read
de: Als gelesen markieren
nl: Markeer als gelezen
tr: Okundu olarak işaretle

source: Mark as unread
de: Als ungelesen markieren
nl: Markeer als ongelezen
tr: Okunmadı olarak işaretle

# showUnread
source: Show unread news
de: Nur Ungelesene Nachrichten anzeigen
nl: Alleen ongelezen berichten
tr: Okunmamış haberleri göster

# showRead
source: Show all news
de: Alle Nachrichten anzeigen
nl: Alle nieuws
tr: Tüm haberleri göster

source: Settings not set
de: Einstellungen nicht korrekt
nl: Instellingen niet correct
tr: Ayarlar ayarlanmamış

# provideMinifluxCredentials
source: Please provide miniflux URL and API-Key
de: Bitte geben Sie die Miniflux URL und den API-Schlüssel an
nl: Voer de Miniflux-URL en de API-sleutel in
tr: Lütfen miniflux URL'si ve API Anahtarı sağlayın

source: Error
de: Fehler
nl: Fout
tr: Hata

source: All
de: Alle
nl: Alle
tr: Tümü

source: Always
de: Immer
tr: Her zaman

source: Settings
de: Einstellungen
nl: Instellingen
tr: Ayarlar

source: Miniflux Settings
de: Miniflux Einstellungen
nl: Miniflux instellingen
tr: Miniflux Ayarları

source: API Key
de: API Schlüssel
nl: API sleutel
tr: API Anahtarı

# brightnesMode
source: Brightness mode
de: Helligkeitseinstellung
nl: Helderheidsmodus
tr: Parlaklık modu

source: Sort order of News
de: Sortierreihenfolge der Nachrichten
nl: Sorteervolgorde van de berichten
tr: Haberlerin sıralama düzeni

source: Mark as read on scrollover
de: Beim überscrollen als gelesen markieren
nl: Markeer als gelezen bij scrollen over
tr: Kaydırma sırasında okundu olarak işaretle

# amountSaved
source: Amount of News which should be saved
de: Anzahl der Nachrichten die gespeichert werden
nl: Aantal berichten die zijn opgeslagen
tr: Kaydedilecek Haber Miktarı

# amountSavedStarred
source: Amount of starred News which should be saved
de: Anzahl der Nachrichten mit Lesezeichen die gespeichert werden
nl: Aantal berichten met bladwijzers die zijn opgeslagen
tr: Kaydedilecek yıldızlı Haber Miktarı

# enterURL
source: Enter the URL
de: Gebe die URL ein:
nl: Voer de URL in:
tr: URL girin

# enterValidURL
source: Enter a valid Miniflux URL with trailing slash
de: Bitte gebe eine korrekte Miniflux URL an, die am Ende einen Slash besitzt
nl: Voer een correcte Miniflux URL in met een schuine streep aan het einde
tr: Kuyruklu eğik çizgi ile geçerli bir Miniflux URL'si girin

source: Cancel
de: Abbrechen
nl: Annuleren
tr: İptal

# enterAPIKey
source: Enter the API Key:
de: Gebe den API Schlüssel ein:
nl: Voer de API-sleutel in:
tr: API Anahtarını girin:

# titleAPIKey
source: API Key
de: API Schlüssel
nl: API-sleutel
tr: API Anahtarı

source: Save
de: Speichern
nl: Opslaan
tr: Kaydet

source: Dark
de: Dunkel
nl: Donker
tr: Koyu

source: Light
de: Hell
nl: Licht
tr: Açık

source: Newest first
de: Neueste zuerst
nl: Nieuwste eerst
tr: Önce en yeni

source: Oldest first
de: Älteste zuerst
nl: Oudste eerst
tr: Önce en eski

# communicateionMinifluxError
source: Error while communicating with the miniflux server
de: Es ist ein Fehler während der Kommunikation mit dem miniflux Server aufgetreten
nl: Er is een fout opgetreden tijdens de communicatie met de miniflux-server
tr: Miniflux sunucusuyla iletişim kurarken hata oluştu

# databaseError
source: Error occurred while processing the data
de: Es ist ein Fehler bei der Verarbeitung der Daten aufgetreten
nl: Er is een fout opgetreden tijdens het verwerken van de gegevens
tr: Veriler işlenirken hata oluştu

# authError
source: Error authenticating against miniflux
de: Fehler bei der Anmeldung am miniflux
nl: Fout bij het inloggen op Miniflux
tr: Miniflux'a karşı kimlik doğrulama hatası

source: General Settings
de: Allgemeine Einstellungen
nl: Algemene instellingen
tr: Genel Ayarlar

# syncOnStart
source: Sync News on startup
de: Synchronisiere Nachrichten beim Start
nl: Synchroniseer nieuws bij het opstarten
tr: Başlangıçta Haberleri Senkronize Et

source: Bookmarked
de: Lesezeichen
nl: Bladwijzers
tr: Yer işaretlerine eklendi

# itemCount
source: Count
de: Anzahl
nl: Aantal
tr: Miktar

# multilineAppBarTextSetting
source: Show newscount in Appbar
de: Zeige die Anzahl der Nachrichten in der Appbar
nl: Toon het aantal nieuw in de appbalk
tr: Appbar'da haber sayısını göster

# showFeedIconsTextSettings
source: Show feed icons
de: Zeige die Icons der Feeds an
nl: Toon de icons van de feeds
tr: Besleme simgelerini göster

# descriptionMinifluxApp
source: This is a simple Newsreader to work with miniflux. For more information about miniflux, visit the projekt page:
de: Dies ist ein simpler Newsreader, der mit dem miniflux Server zusammenarbeitet Für mehr Informationen über das miniflux Projekt besuchen Sie bitte die Projektseite:
nl: Dit is een eenvoudige nieuwslezer die werkt met de miniflux server. Ga voor meer informatie over het miniflux-project naar de projectpagina:
tr: Bu, miniflux ile çalışmak için basit bir Haber okuyucusudur. Miniflux hakkında daha fazla bilgi için proje sayfasını ziyaret edin:

# descriptionMoreInformation
source: For more information about this app, visit the project page:
de: Für mehr Informationen über diese App besuchen Sie bitte die Projektseite:
nl: Ga voor meer informatie over deze app naar de projectpagina:
tr: Bu uygulama hakkında daha fazla bilgi için proje sayfasını ziyaret edin:

source: Search
de: Suchen
nl: Zoeken
tr: Arama

# searchHint
source: Search...
de: Suchen...
nl: Zoeken...
tr: Ara...

# emptySearch
source: No News found
de: Keine Nachrichten gefunden
nl: Geen nieuws gevonden
tr: Haber bulunamadı

# debugModeTextSettings
source: Activate debug mode
de: Debug Modus aktivieren
nl: Debugmodus activeren
tr: Hata ayıklama modunu etkinleştir

# deleteLocalCache
source: Clear local news storage
de: Lösche den lokalen Nachrichtenspeicher
nl: Wis het lokale nieuwsgeheugen
tr: Yerel haber deposunu temizle

# deleteLocalCacheDialogTitle
source: Delete local cache
de: Nachrichtenspeicher löschen
nl: Wis het nieuwscache
tr: Yerel önbelleği sil

# deleteLocalCacheDialogContent
source: Do you really want to delete the local news storage?
de: Möchten Sie wirklich den lokalen Nachrichtenspeicher löschen?
nl: Wil je echt het lokale berichtgeheugen wissen?
tr: Yerel haber deposunu silmek istediğinizden emin misiniz?

# contextSaveButton
source: Save news to third party
de: Nachricht in Drittsystem speichern
nl: Nieuws opslaan in systeem van derden
tr: Haberleri üçüncü tarafa kaydet

# insecureMinifluxURL
source: An insecure connection to miniflux is used!
de: Es wird eine unsichere Verbindung zu miniflux benutzt!
nl: Er wordt een onveilige verbinding met miniflux gebruikt!
tr: Miniflux'a güvensiz bir bağlantı kullanılıyor!

# longSyncWarning
source: The number of messages leads to slow synchronization!
de: Die Anzahl der Nachrichten führt zu einer langsamen Synchronisation!
nl: Het aantal nieuws leidt tot trage synchronisatie!
tr: Mesaj sayısı yavaş senkronizasyona neden oluyor!

# longSyncHeader
source: Slow synchronization
de: Langsame Synchronisation
nl: Trage synchronisatie
tr: Yavaş senkronizasyon

# tooManyNews
source: The number of messages exceeds the limit of 10,000, so synchronization is not possible. Please reduce the amount of synced news.
de: Die Anzahl der Nachrichten überschreitet die Grenze von 10.000, daher ist eine Synchronisation nicht möglich. Bitte reduzieren Sie die Anzahl der zu synchronisierenden Nachrichten.
nl: Het aantal berichten overschrijdt de limiet van 10.000, daarom is synchronisatie niet mogelijk. Verminder het aantal te synchroniseren berichten.
tr: Mesaj sayısı 10.000 sınırını aşıyor, bu nedenle senkronizasyon mümkün değil. Lütfen senkronize edilen haber miktarını azaltın.

# markAllAsRead
source: Mark all news as read
de: Alle Nachrichten als gelesen markieren
nl: Markeer alle nieuws als gelezen
tr: Tüm haberleri okundu olarak işaretle

# markBookmarkedAsRead
source: Mark bookmarked news as read
de: Lesezeichen als gelesen markieren
nl: Bladwijzers markeren als gelezen
tr: Yer işaretli haberleri okundu olarak işaretle

source: Mark category as read
de: Kategorie als gelesen markieren
nl: Categorie als gelezen markeren
tr: Kategoriyi okundu olarak işaretle

source: Mark feed as read
de: Feed als gelesen markieren
nl: Feed als gelezen markeren
tr: Beslemeyi okundu olarak işaretle

# amountOfSyncedNews
source: Amount of News which should be synced
de: Anzahl der Nachrichten die synchronisiert werden
nl: Aantal nieuws dat is gesynchroniseerd
tr: Senkronize edilecek Haber Miktarı

# amountOfSearchedNews
source: Amount of News which should be searched
de: Anzahl der Nachrichten die durchsucht werden
nl: Aantal nieuws dat wordt doorzocht
tr: Aranacak Haber Miktarı

source: Debug Settings
de: Debug Einstellungen
tr: Hata Ayıklama Ayarları

source: Truncate Settings
de: Truncate Einstellungen
tr: Kısaltma Ayarları

# activateTruncate
source: Truncate news text
de: Nachrichtentext abschneiden
tr: Haber metnini kısalt

source: Truncate Mode
de: Truncate Modus
tr: Kısaltma Modu

# truncateModeAll
source: Truncate all news
de: Nachrichtentext bei allen Nachrichten abschneiden
tr: Tüm haberleri kısalt

# truncateModeScraper
source: Truncate all news from feeds with original content fetched
de: Nachrichtentext bei Nachrichten von Feeds abschneiden, bei denen der Originalinhalt heruntergelanden wird
tr: Orijinal içeriği alınan beslemelerden tüm haberleri kısalt

# truncateModeManual
source: Truncate all news from feeds which has been selected manually in the feed settings
de: Nachrichtentext bei Nachrichten von Feeds abschneiden, die manuell in den Feed Einstellungen ausgewählt wurden
tr: Manuel olarak seçilen beslemelerden tüm haberleri kısalt (belirli bir beslemede uzun basarak)

# charactersToTruncate
source: Amount of characters to which the text is truncated
de: Anzahl der Zeichen auf die der Text gekürzt wird
tr: Metnin kısaltılacağı karakter sayısı

# charactersToTruncateLimit
source: Amount of characters from which the text is truncated
de: Anzahl der Zeichen ab denen der Text gekürzt wird
tr: Metnin kısaltılacağı karakter sınırı

# manualTruncate
source: Truncate news
de: Nachrichtentext abschneiden
tr: Haberleri kısalt

# successfullSaveToThirdParty
source: The news was successfully saved!
de: Die Nachricht wurde erfolgreich gespeichert!

# addBookmarkShort
source: Add Bookmark
de: Lesezeichen hinzufügen

# bookmarkShort
source: Bookmark
de: Lesezeichen

# saveShort
source: Save
de: Speichern

# readShort
source: Read
de: Gelesen

# unreadShort
source: Unread
de: Ungelesen

# leftSwipeSelectionOption
source: Select action for swiping to the left
de: Wählen Sie die Aktion, die bei einem Wisch nach links ausgeführt werden soll

# rightSwipeSelectionOption
source: Select action for swiping to the right
de: Wählen Sie die Aktion, die bei einem Wisch nachrechts ausgeführt werden soll

# deleteBookmarkShort
source: Delete bookmark
de: Lesezeichen entfernen

# activateSwiping
source: Activate swipe gestures
de: Aktiviere Wischgesten

source: Feed settings
de: Feed Einstellungen

# emptyFeedList
source: No Feeds fetched
de: Keine Feeds vorhanden

# preferParagraph
source: Prefer first HTML paragraph as news text
de: Bevorzuge den ersten HTML Paragraphen mit Text als News Text

# preferAttachmentImage
source: Prefer attachment image as news picture
de: Bevorzuge das angehängte Bild

# manualAdaptLightModeToIcon
source: Manual adapt the light mode to a transparent feed icon
de: Passe das Feed Icon manuell an den Light Mode an

# manualAdaptDarkModeToIcon
source: Manual adapt the dark mode to a transparent feed icon
de: Passe das Feed Icon manuell an den Dark Mode an

# openMinifluxEntry
source: Open news in miniflux webinterface
de: Öffne die Nachricht im Miniflux Webinterface

# openMinifluxShort
source: Open in miniflux
de: Öffnen in Miniflux

source: Miniflux Server
tr: Miniflux Sunucusu

source: Ok
tr: Tamam

source: API Url
tr: API URL'si

source: Miniflux Version
nl: Miniflux versie
tr: Miniflux Sürümü

source: System
nl: Systeem
tr: Sistem

# exportLogs
source: Export debug logs
nl: Exporteer debug logs
tr: Hata ayıklama günlüklerini dışa aktar
